"Cancel" = “취소”;
"OK" = “확인”;
"Yes" = "네";
"No" = "아니오";
"Save" = “저장”;
"Close" = “닫기";
"Continue" = “계속”;
"New Tab" = “새로운 탭”;

"Delete" = “삭제”;

"Window:" = “창:”;
"Window" = “창”;

// used in "Display folder item count", e.g. 10 items
"items" = “항목”;